Repository: Kei-Takamizawa/Wealthy
Catalog: Wealthy/Wealthy/Localizable.xcstrings
Source language: en
Languages: es, ja, ko

# home
source: Island
es: Isla
ja: 島
ko: 섬

source: Voice
es: Voz
ja: 声
ko: 음성

source: Info
es: Información
ja: 情報
ko: 정보

source: To island
es: Ir a la isla
ja: 島へ
ko: 섬으로

source: This week
es: Esta semana
ja: 今週
ko: 이번 주

# weeklyAllowance
source: This week's allowance
es: Asignación semanal
ja: 今週の目安
ko: 이번 주 사용 한도

# monthlyAllowance
source: This month's allowance
es: Asignación mensual
ja: 今月の目安
ko: 이번 달 사용 한도

source: Remaining allowance
es: Asignación disponible
ja: 残りの目安
ko: 남은 사용 한도

# notBalance
source: Not a balance
es: No es un saldo
ja: 残高ではありません
ko: 잔액이 아닙니다

source: Spent
es: Gastado
ja: 使った額
ko: 사용한 금액

# loggedDays
source: %d days logged
es: %d días registrados
ja: 記録した日 %d日
ko: 기록한 날 %d일

# islandLabel
source: Island, %d festivals, %d of 7 days under allowance
es: Isla, %d festivales, %d de 7 días dentro del límite
ja: 島、祭り%d回、7日中%d日が目安以内
ko: 섬, 축제 %d회, 7일 중 %d일 한도 이내

# within
source: Within allowance
es: Dentro del límite
ja: 目安以内
ko: 한도 이내

# over
source: Over allowance
es: Límite superado
ja: 目安を超えました
ko: 한도 초과

# unset
source: Not set
es: Sin configurar
ja: 未設定
ko: 설정 안 됨

# few
source: Too few logged days
es: Faltan días registrados
ja: 記録した日が足りません
ko: 기록한 날이 부족합니다

# achieved
source: Festival earned
es: Festival conseguido
ja: 祭りが開きました
ko: 축제 달성

source: Week result
es: Resultado semanal
ja: 週の結果
ko: 주간 결과

source: Month result
es: Resultado mensual
ja: 月の結果
ko: 월간 결과

# result
source: Your result
es: Tu resultado
ja: 結果
ko: 결과

# emptyDay
source: A fresh island
es: Una isla nueva
ja: 新しい島
ko: 새로운 섬

# emptyDetail
source: Add your first entry, or mark a day with no spending.
es: Añade tu primer registro o marca un día sin gastos.
ja: 最初の記録を追加するか、使わなかった日を記録しましょう。
ko: 첫 기록을 추가하거나 지출 없는 날을 표시하세요.

source: Add entry
es: Añadir registro
ja: 記録を追加
ko: 기록 추가

source: Edit entry
es: Editar registro
ja: 記録を編集
ko: 기록 수정

# noSpend
source: I spent nothing today
es: Hoy no he gastado nada
ja: 今日は何も使いませんでした
ko: 오늘은 지출이 없었어요

# goals
source: Targets
es: Objetivos
ja: 目標の設定
ko: 목표 설정

source: Settings
es: Ajustes
ja: 設定
ko: 설정

source: Language
es: Idioma
ja: 言語
ko: 언어

source: Currency
es: Moneda
ja: 通貨
ko: 통화

source: Monthly target
es: Objetivo mensual
ja: 月の目標
ko: 월간 목표

# targetUnset
source: No target
es: Sin objetivo
ja: 目標なし
ko: 목표 없음

source: Amount
es: Importe
ja: 金額
ko: 금액

source: Back
es: Atrás
ja: 戻る
ko: 뒤로

source: Next
es: Siguiente
ja: 次へ
ko: 다음

source: Start
es: Empezar
ja: はじめる
ko: 시작

source: Done
es: Listo
ja: 完了
ko: 완료

source: Save
es: Guardar
ja: 保存
ko: 저장

source: OK
es: Aceptar
ko: 확인

# error
source: Unable to complete
es: No se pudo completar
ja: 処理できませんでした
ko: 완료할 수 없습니다

# invalidInput
source: Check the amount, date and selected fields. Forgotten days can be added within three days after the week and month end.
es: Revisa el importe, la fecha y los campos. Puedes añadir días olvidados hasta tres días después del fin de la semana y del mes.
ja: 金額・日付・選択項目を確認してください。過去の記録の追加は週と月の終了から3日以内です。
ko: 금액, 날짜, 선택 항목을 확인하세요. 지난 기록은 주와 월 종료 후 3일 이내에 추가할 수 있습니다.

# storeError
source: The new ledger could not be opened. Try again.
es: No se pudo abrir el nuevo registro. Vuelve a intentarlo.
ja: 新しい台帳を開けませんでした。再試行してください。
ko: 새 장부를 열 수 없습니다. 다시 시도하세요.

# queryError
source: The ledger summary could not be loaded.
es: No se pudo cargar el resumen.
ja: 台帳の集計を読み込めませんでした。
ko: 장부 요약을 불러올 수 없습니다.

# noAI
source: Apple Intelligence is required
es: Se necesita Apple Intelligence
ja: Apple Intelligenceが必要です
ko: Apple Intelligence가 필요합니다

# noAIDetail
source: Use a supported iPhone with Apple Intelligence enabled and its model downloaded. Open Settings, then return and check again.
es: Usa un iPhone compatible, activa Apple Intelligence y descarga su modelo. Vuelve desde Ajustes y compruébalo de nuevo.
ja: 対応iPhoneでApple Intelligenceを有効にし、モデルをダウンロードしてください。設定から戻って再確認してください。
ko: 지원되는 iPhone에서 Apple Intelligence를 켜고 모델을 다운로드하세요. 설정에서 돌아와 다시 확인하세요.

# notReady
source: The Apple Intelligence model is not ready.
es: El modelo de Apple Intelligence no está listo.
ja: Apple Intelligenceのモデルを準備中です。
ko: Apple Intelligence 모델이 준비되지 않았습니다.

# notEnabled
source: Apple Intelligence is turned off.
es: Apple Intelligence está desactivado.
ja: Apple Intelligenceが無効です。
ko: Apple Intelligence가 꺼져 있습니다.

# ineligible
source: This device does not support Apple Intelligence.
es: Este dispositivo no admite Apple Intelligence.
ja: この端末はApple Intelligenceに対応していません。
ko: 이 기기는 Apple Intelligence를 지원하지 않습니다.

# unavailable
source: Apple Intelligence is unavailable.
es: Apple Intelligence no está disponible.
ja: Apple Intelligenceを利用できません。
ko: Apple Intelligence를 사용할 수 없습니다.

# available
source: Apple Intelligence is ready.
es: Apple Intelligence está listo.
ja: Apple Intelligenceを利用できます。
ko: Apple Intelligence가 준비되었습니다.

source: Check again
es: Comprobar de nuevo
ja: 再確認
ko: 다시 확인

source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
ko: 설정 열기

# onboardLanguage
source: Choose your language
es: Elige tu idioma
ja: 言語を選んでください
ko: 언어를 선택하세요

# onboardCurrency
source: Choose your currency
es: Elige tu moneda
ja: 通貨を選んでください
ko: 통화를 선택하세요

# onboardTarget
source: Set a monthly target
es: Define un objetivo mensual
ja: 月の目標を設定
ko: 월간 목표 설정

# onboardChild
source: A separate child envelope?
es: ¿Un apartado para tu hijo?
ja: 子ども枠を使いますか？
ko: 자녀 예산을 사용할까요?

# useChild
source: Use child envelope
es: Usar apartado infantil
ja: 子ども枠を使う
ko: 자녀 예산 사용

# childExplanation
source: Child spending and child-support payments are evaluated separately from the household.
es: Los gastos infantiles y la manutención se evalúan por separado.
ja: 子どもの支出と養育費の支払いは、家計とは別に評価します。
ko: 자녀 지출과 양육비 지급은 가계와 별도로 평가합니다.

# fixedOff
source: Fixed costs are excluded from targets by default.
es: Los gastos fijos se excluyen de los objetivos por defecto.
ja: 固定費は初期設定では目標に含めません。
ko: 기본적으로 고정비는 목표에서 제외됩니다.

# voiceLater
source: Voice input will be available in Cycle 3. Add entries by typing for now.
es: La entrada por voz estará disponible en Cycle 3. Por ahora, escribe los registros.
ja: 音声入力はCycle 3で対応します。今は手入力で記録してください。
ko: 음성 입력은 Cycle 3에서 제공됩니다. 지금은 직접 입력하세요.

# microphoneUnavailable
source: Microphone unavailable in this cycle
es: Micrófono no disponible en este ciclo
ja: このサイクルではマイクは使えません
ko: 이번 단계에서는 마이크를 사용할 수 없습니다

source: Household
es: Hogar
ja: 家計
ko: 가계

# child
source: Child envelope
es: Apartado infantil
ja: 子ども枠
ko: 자녀 예산

source: Envelope
es: Apartado
ja: どの枠？
ko: 예산 구분

# childSetup
source: Child envelope setup
es: Configurar apartado infantil
ja: 子ども枠の設定
ko: 자녀 예산 설정

# childDetail
source: Child envelope details
es: Detalles del apartado infantil
ja: 子ども枠の詳細
ko: 자녀 예산 상세

source: Recent entries
es: Registros recientes
ja: 最近の記録
ko: 최근 기록

source: Expense
es: Gasto
ja: 支出
ko: 지출

source: Income
es: Ingreso
ja: 収入
ko: 수입

# kind
source: Entry type
es: Tipo de registro
ja: 記録の種類
ko: 기록 종류

source: Date
es: Fecha
ja: 日付
ko: 날짜

source: Category
es: Categoría
ja: カテゴリ
ko: 카테고리

source: Note
es: Nota
ja: メモ
ko: 메모

source: None
es: Ninguno
ja: なし
ko: 없음

# service
source: How eaten
es: Forma de consumo
ja: どこで食べた？
ko: 식사 방식

# dineIn
source: Dine-in (10%)
es: En local (10%)
ja: 店内（10%）
ko: 매장 (10%)

# takeout
source: Takeout (8%)
es: Para llevar (8%)
ja: 持ち帰り（8%）
ko: 포장 (8%)

# delivery
source: Delivery (8%)
es: A domicilio (8%)
ja: 配達（8%）
ko: 배달 (8%)

source: Tax rate
es: Tipo impositivo
ja: 税率
ko: 세율

# exempt
source: Tax-exempt
es: Exento
ja: 税なし・対象外
ko: 면세

source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음

# taxPart
source: Included tax
es: Impuesto incluido
ja: うち消費税
ko: 포함된 세금

source: Fixed cost
es: Gasto fijo
ja: 固定費として記録
ko: 고정비

source: Needs review
es: Necesita revisión
ja: 要確認
ko: 확인 필요

# deleteEntry
source: Delete this entry
es: Eliminar este registro
ja: この記録を削除
ko: 이 기록 삭제

# includeFixed
source: Include fixed costs in targets
es: Incluir gastos fijos en objetivos
ja: 固定費を目標に含める
ko: 목표에 고정비 포함

# weekStart
source: Week starts on
es: Inicio de semana
ja: 週のはじまり
ko: 주 시작 요일

source: Effective month
es: Mes de aplicación
ja: 適用する月
ko: 적용 월

# targetVersionDetail
source: Changes apply from the selected month. Earlier monthly targets are retained.
es: Los cambios se aplican desde el mes elegido. Se conservan los objetivos anteriores.
ja: 変更は選択した月から適用します。以前の月の目標は保持されます。
ko: 변경은 선택한 월부터 적용되며 이전 월의 목표는 유지됩니다.

source: Month
es: Mes
ja: 月
ko: 월

# tax
source: Consumption tax
es: Impuesto al consumo
ja: 消費税
ko: 소비세

# taxJPYOnly
source: Consumption tax is available for Japan and JPY entries only.
es: El impuesto al consumo solo está disponible para Japón y registros en JPY.
ja: 消費税は日本・JPYの記録のみ対応しています。
ko: 소비세는 일본 및 JPY 기록에만 제공됩니다.

# taxTotal
source: Tax included this month
es: Impuesto incluido este mes
ja: 今月の税額（税込の金額に含まれる分）
ko: 이번 달 포함된 세금

# taxDetail
source: Includes fixed costs. Tax-exempt entries add no tax. Per-entry estimates may differ from invoice rounding.
es: Incluye gastos fijos. Los registros exentos no añaden impuesto. La estimación por registro puede diferir del redondeo de la factura.
ja: 固定費を含みます。非課税の記録には税額を加算しません。記録ごとの概算は請求書の端数処理と異なる場合があります。
ko: 고정비가 포함됩니다. 면세 기록은 세금이 없습니다. 기록별 추정치는 청구서 반올림과 다를 수 있습니다.

source: Taxable base
es: Base imponible
ja: 税抜の対象額
ko: 과세 기준액

# unknownTaxCount
source: %d entries have an unknown rate; not included in the totals.
es: %d registros tienen un tipo desconocido; no se incluyen en los totales.
ja: %d件は税率が不明のため、税額の合計に含めていません。
ko: %d건의 세율이 불명하여 합계에 포함되지 않습니다.

source: Estimate
es: Estimación
ja: 推定です
ko: 추정치

# takeoutSaving
source: Estimated takeout saving
es: Ahorro estimado para llevar
ja: 持ち帰りの推定節約額
ko: 포장 시 추정 절약액

# estimateDetail
source: Compares 10% and 8% tax portions of the same tax-inclusive dine-in food amount. It is not a guaranteed discount.
es: Compara las partes de impuesto al 10% y al 8% del mismo importe con impuesto incluido. No garantiza un descuento.
ja: 店内で食べた食品の同じ税込金額について、10%と8%の税額部分を比較します。実際の値引きを保証するものではありません。
ko: 같은 매장 음식의 세금 포함 금액에서 10%와 8% 세금 부분을 비교합니다. 실제 할인을 보장하지 않습니다.

# lateDetail
source: Results are recalculated from your records. Forgotten days can be added within three days after the period ends.
es: Los resultados se recalculan con tus registros. Puedes añadir días olvidados hasta tres días después del período.
ja: 結果は記録から再計算します。期間終了後3日以内は忘れた日を追加できます。
ko: 결과는 기록으로 다시 계산됩니다. 기간 종료 후 3일 이내에 누락된 날을 추가할 수 있습니다.

# licenses
source: Font licenses
es: Licencias de fuentes
ja: フォントライセンス
ko: 글꼴 라이선스

# licenseError
source: License could not be loaded.
es: No se pudo cargar la licencia.
ja: ライセンスを読み込めませんでした。
ko: 라이선스를 불러올 수 없습니다.

source: About
es: Acerca de
ja: このアプリについて
ko: 앱 정보

# aboutDetail
source: Wealthy helps you track household and child spending against monthly targets.
es: Wealthy te ayuda a comparar los gastos del hogar y de tus hijos con objetivos mensuales.
ja: Wealthyは家計と子どもの支出を月の目標と比べて確認できます。
ko: Wealthy는 가계 및 자녀 지출을 월간 목표와 비교하도록 돕습니다.

# catFood
source: Food
es: Comida
ja: 食費
ko: 식비

# catTransport
source: Transport
es: Transporte
ja: 交通費
ko: 교통비

# catDaily
source: Daily goods
es: Productos diarios
ja: 日用品
ko: 생활용품

# catHobby
source: Hobbies
es: Aficiones
ja: 趣味
ko: 취미

# catClothing
source: Clothing
es: Ropa
ja: 衣類
ko: 의류

# catOthers
source: Other
es: Otros
ja: その他
ko: 기타

# categoryFixedCosts
source: Fixed costs
es: Gastos fijos
ja: 固定費
ko: 고정비

# incomeSalary
source: Salary
es: Salario
ja: 給与
ko: 급여

# incomeBonus
source: Bonus
es: Bonificación
ja: 賞与
ko: 상여금

# incomeOther
source: Other income
es: Otros ingresos
ja: その他の収入
ko: 기타 수입

# child.food
source: Food
es: Comida
ja: 食費
ko: 식비

# child.education
source: Education
es: Educación
ja: 教育
ko: 교육

# child.clothing
source: Clothing
es: Ropa
ja: 衣類
ko: 의류

# child.medical
source: Medical
es: Salud
ja: 医療
ko: 의료

# child.activities
source: Activities
es: Actividades
ja: 習い事
ko: 활동

# child.support
source: Child support payment
es: Pago de manutención
ja: 養育費の支払い
ko: 양육비 지급

# child.other
source: Other
es: Otros
ja: その他
ko: 기타

source: Pages
es: Páginas
ja: ページ
ko: 페이지

source: Previous month
es: Mes anterior
ja: 前の月
ko: 이전 달

source: Next month
es: Mes siguiente
ja: 次の月
ko: 다음 달
